;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 25 May 2018
;~ Author.......: Danfong Hsieh (Zhtwnet)
;~ Link.........: zhtwnet.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 正體中文 - Traditional Chinese
Code = zh-tw
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 關於 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本構建
Label_Copyright = Copyright
Tip_Title_Donate = 捐贈給我們的事業
Tip_Message_Donate = 當您捐贈時，您可以幫助保持我們的軟體免費，\rn並使我們能夠獲得用於為您服務的工具和服務。 
Label_Home = 首頁
Label_License = 授權
Label_Support = 取得支援
Tip_Title_Country = 南非製造
Tip_Message_Country = %{Program.Name} 出生於南非。
Label_Contributors = 貢獻者
Tip_Facebook = 在我們的 Facebook 專頁上按讚
Tip_Twitter = 在 Twitter 上關注我們的動態
Tip_GooglePlus = 在 Google 上找到我們
Tip_GitHub = %{Program.Name} 在 GitHub 上
Button_Ok = 確定
Label_RAM = (RAM) %d MB 可用，總共 %d MB (%d%)
Tip_RAM = 隨機存取記憶體
Label_HDD = (%s) %.2f GB 可用，總共 %.2f GB (%d%)

[Custom]
Label_Status_Welcome = 1、不要在正常的網路環境中進行修復，因為有可能損壞正常的網路設定。2、此工具雖實用，但不保證能修復一切問題，所以不要過於迷信工具。
Label_Status_Updates = 檢查更新
Checkbox_Repair_01 = 重新設定網際網路通訊協定 (TCP/IP)
Checkbox_Repair_02 = 修復 Winsock (重新設定目錄)
Checkbox_Repair_03 = 更新網路連線
Checkbox_Repair_04 = 排清 DNS 解析快取 (網域名稱系統)
Checkbox_Repair_05 = 排清 ARP 快取 (位址解析通訊協定)
Checkbox_Repair_06 = 修復 Internet Explorer %s
Checkbox_Repair_07 = 清除 Windows Update 歷程記錄
Checkbox_Repair_08 = 修復 Windows / 自動更新
Checkbox_Repair_09 = 修復 SSL / HTTPS / 密碼編譯
Checkbox_Repair_10 = 重新設定代理伺服器設定
Checkbox_Repair_11 = 重新設定 Windows 防火牆設定
Checkbox_Repair_12 = 還原預設 hosts 檔案
Checkbox_Repair_13 = 更新 Wins 用戶端登錄
Checkbox_Repair_14 = Make Network Computers Visible in File Explorer
Tip_Status_Show = 顯示狀態
Tip_Status_Hide = 隱藏狀態
Button_Go = 開始!
Button_Go_Stop = 停止
Info_01 = 在您開始之前;建議您建立一個系統還原點以復原由 Complete Internet Repair 所做的任何變更。此外，請在任何修復選項之前執行內建 Windows 網際網路疑難排解。\rn\rn選擇您的修復選項後按下 [%s] 開始。除非您的電腦出現上述問題，否則請勿選擇。跳過您不明白的任何選項。
Info_02 = 此選項重寫網際網路通訊協定 (TCP/IP) 堆疊使用的重要登錄機碼。這與移除和重新安裝通訊協定的結果相同。
Info_03 = 這可以用來從 Winsock 中復原損壞導致的網路連線中斷。這個選項應該小心使用，因為任何預先安裝的 LSP 都需要重新安裝。
Info_04 = 釋放並更新所有的網路 (TCP/IP) 連線。
Info_05 = 排清 DNS 解析快取，重新整理所有 DHCP 租約並重新註冊 DNS 名稱。
Info_06 = ARP (位址解析通訊協定) 快取是一種用於將 OSI 模型網路層位址 (IP 位址) 映射到相應的 OSI 模型資料連結位址（MAC 位址）的技術。由於各種可能的情況，ARP 快取可能會損壞。\rn\rn症狀包括:許多網站無法載入，以及網路或網路連線中斷。Ping 命令也將無法與兩個或多個遠端主機進行通訊。
Info_07 = 重新註冊 Microsoft Internet Explorer %s 順利操作所需的所有相關 dll 和 ocx 檔。
Info_08 = 此選項將清除 Windows Update 歷程記錄。這將透過清空 '%s' 和 '%s' 目錄來完成。
Info_09 = 此選項將嘗試修復 Windows Update / 自動更新。當您無法下載或安裝更新時嘗試此操作。
Info_10 = 如果您無法連接到 SSL / 安全網站 (如銀行)，那麼這個選項可以幫助。
Info_11 = 許多惡意軟體感染會建立代理伺服器，然後將 Windows 設定為透過病毒代理路由所有網路流量。例如，嘗試存取 Rizonesoft.com，將重新導向到惡意軟體網站。\rn\rn此選項將嘗試重新設定所有代理伺服器設定，包括永續性 WinHTTP 代理伺服器設定。
Info_12 = 將 Windows 防火牆設定重設成預設狀態。
Info_13 = 將 Windows hosts 檔重設成預設狀態。
Info_14 = 有時網路上的用戶端或伺服器需要使用 Windows 網際網路名稱服務 (WINS) 伺服器註冊其 NetBIOS 名稱。\rn\rn以下是需要更新 WINS 用戶端註冊的一些情況:註冊在 WINS 中遺失或刪除，需要由用戶端重新整理。註冊存在於某些 WINS 伺服器中，但不在其他位置。重新註冊在這裡用於增加 WINS 版本 ID，這將有助於導致 WINS 伺服器複製的發生。
Info_15 = By default, computers in your local network should be visible when browsing for a network device with File Explorer. With Windows 10 version 1803 some computers are only accessible via their names or IP addresses.
Label_Sub_Heading_Notice = Complete Internet Repair 功能現與 Complete Windows Repair 綑綁在一起。按一下這裡馬上下載!!
Label_All_Complete = 所有所選的工作完成。
Checkbox_Select_All = Select All

[Donate]
Label_Heading = %{Program.Name} 已為您服務超過 %d 小時。想捐贈支持嗎?
Label_Message = 按一下底下的 PayPal 按鈕或前往 PayPal.me/rizonesoft，輸入金額，並發送給我們捐款。因為它是 PayPal，您知道它比攜帶現金更容易、更安全。沒有 PayPal 帳戶?不用擔心，註冊快捷方便。

[File]
Backup_Saving = 儲存 '%s'。
Backup_Success = 目錄已成功儲存到 '%s'。
Backup_Continue = 我們現在將繼續移除它。
Backup_Error_01 = '%s' 無法儲存。
Backup_Error_02 = 為了避免資料遺失，此目錄不會被移除。
CleanDir_Clearing = 正在清除 '%s'。
CleanDir_Error_01 = 目錄路徑
CleanDir_Error_02 = 這裡沒有 '%s'
CleanDir_Error_03 = '%s' 無法被移除。
CleanDir_Attributes = 設定 '%s' 屬性。
CleanDir_Success = 成功移除 '%s'。
Delete_Removing = 正在移除 '%s'。
Delete_Success = 該檔案已成功刪除。
Delete_Error = 刪除檔案時發生錯誤。
OpenText_Opening = 開啟 '%s'
OpenText_Success = 顯示 '%s' 檔案。
OpenText_Error = 找不到 '%s' 檔案。

[Logging]
Finished = 已完成
success = 成功
Response_Received = 已收到回應
Successfully = 成功
OK = 確定!
Registration_succeeded = 註冊成功
Initiated = 開始解決
Error = 錯誤
Failed = 失敗
Access_Denied = 存取被拒
No_Operation_Performed = 無法執行任何操作
VERSION = 版本
File_Not_Found = 找不到 '%s' 記錄檔。
Showing_File = 顯示 '%s' 記錄檔。
Showing_Error = 發生了錯誤: 進程識別碼: %s
Opening_File = 開啟記錄檔。
Opening_Directory = 正在開啟記錄資料夾...
Directory_Not_Found = 找不到 '%s' 記錄目錄。
Showing_Directory = 顯示 '%s' 記錄目錄。
Bool_Yes = 是
Bool_No = 否
Info_Date = 日期:
Info_Program = 程式:
Info_Program_Path = 程式路徑:
Info_Compiled = 編譯:
Info_AutoIt_Version = AutoIt 版本:
Info_AutoIt_64Bit = AutoIt 64 位元版本:
Info_Windows_Version = Windows 版本:
Info_System_Type = 系統類型:
Info_Memory = 記憶體 (RAM):
Info_ProgramFiles = 程式檔案目錄:
Info_Windows_Directory = Windows 目錄:
Level_Error = 錯誤:
Level_Warning = 警告:
Level_Success = 成功:
Level_Finished = 完成:

[Menus]
File = 檔案(&F)
File_Event_Log = Windows 事件檢視器(&E)
File_Preferences = 喜好設定(&P)
File_Logging = 記錄(&L)
File_Logging_Open_File = 開啟記錄檔(&l)
File_Logging_Open_Directory = 開啟記錄目錄(&D)
File_Logging_IP_Reset = 開啟 IP 重設記錄(&I)
File_Export = 匯出 (資訊)(&E)
File_Export_IP = IP 設定 (全部)(&I)
File_Export_LSP = Winsock LSPs(&L)
File_Export_ARP = ARP 項目 (全部)(&A)
File_Export_NBIOS = NetBIOS 統計資料(&B)
File_Reboot = 重新啟動 Windows(&R)
File_Close = 關閉(&C)\tAlt+F4
Maintenance = 維護(&M)
Maintenance_Restore = 建立一個 Windows 還原點(&C)
Troubleshoot = 疑難排解(&T)
Troubleshoot_01 = Web 網路診斷(&W)
Troubleshoot_02 = 網路卡網路診斷(&A)
Troubleshoot_03 = 網路診斷(&n)
Troubleshoot_04 = 網路診斷入站(&I)
Troubleshoot_05 = Home Group 診斷(&H)
Troubleshoot_06 = 網路診斷檔案共用(&F)
Troubleshoot_07 = BITS 診斷(&B)
Troubleshoot_08 = Windows Update 診斷(&U)
Troubleshoot_09 = Internet Explorer 診斷(&x)
Troubleshoot_10 = Internet Explorer 安全性診斷(&S)
Troubleshoot_11 = 網路速度測試(&e)
Troubleshoot_12 = 取得路由器密碼(&P)
Tools = 工具(&o)
Tools_RDP = 遠端桌面連線(&R)
Tools_IE_Properties = Internet Explorer 屬性(&E)
Tools_Install_IP6 = 安裝 IP6 通訊協定(&I)
Tools_Uninstall_IP6 = 卸載 IP6 通訊協定(&U)
Tools_Repair_WorkView = 修復工作群組電腦檢視(&W)
Help = 說明(&H)
Help_Update = 檢查更新(&u)
Help_Home = %{Company.Name} 首頁(&H)
Help_Downloads = 更多下載(&D)
Help_Support = 取得支援(&G)
Help_Issue = 建立問題(&i)
Help_Donate = 捐贈給我們的事業(&o) 
Help_About = 關於 %{Program.Name}
Debug = 除錯(&D)

[Messages]
Info_Title = 請注意
Warning_Title = 警告!
Error_Title = 糟糕!出了些問題!
Error_Oops = 糟糕!
Singleton = %{Program.Name} 的另一個執行個體早已執行。
Compatible = %{Program.Name} 與您的 Windows 版本不相容。如果您認為這是一個錯誤，請隨時在 '%s' 留言並提供所有詳細資料。
Compatible_Bit = 不幸的是 %{Program.Name} 32 位元與您的 Windows 版本不相容。請從 '%s' 下載 %{Program.Name} 64 位元
Loading_Initializing = 正在初始化 %{Program.Name}
Loading_Localizations = 載入當地語系化
Loading_Resources = 設定資源
Loading_WorkingDirectories = 設定工作目錄
Loading_Logging = 初始化記錄
Loading_Configuration = 載入組態
Loading_Shortcuts = 設定鍵盤快速鍵
Loading_Interface = 啟動核心介面
Ping_Check_Connection = 檢查網路連線。
Ping_Response = 在 %s 毫秒內收到的回應。
Ping_Host_Offline = 主機處於離線狀態。
Ping_Host_Unreachable = 主機無法連線。
Ping_Host_Bad = 目的地不正確。
Ping_Host_No_Internet = 無網路連線。
Global_Errors = 已完成 (%02i) %s!
Global_Errors_Error = 錯誤
Global_Errors_Errors = 錯誤
Global_Finished = 已完成所選工作。
Global_File = 檔案
Global_Files = 檔案
RegisterDll_Success = RegSvr32.exe > '%s' 註冊成功。
RegisterDll_Error_01 = RegSvr32.exe > '%s' 要註冊模組，必須提供二進位名稱。
RegisterDll_Error_02 = RegSvr32.exe > 找不到 '%s' 指定的模組。
RegisterDll_Error_03 = RegSvr32.exe > '%s' 模組已載入，但未找到進入點 DllRegisterServer。
RegisterDll_Error_04 = RegSvr32.exe > '%s' 錯誤編號: 0x80070005
Registry_Write_Error = 無法寫入 '%s'
Registry_Error_01 = 無法開啟要求的機碼。
Registry_Error_02 = 無法開啟要求的主機碼。
Registry_Error_03 = 無法開啟要求的數值。
Registry_Error_04 = 數值類型不支援。
Registry_Error_05 = 無法刪除要求的數值。
Registry_Error_06 = 無法刪除要求的機碼/數值。

[Messages2]
Select_Something_Title = 選擇一些選項
Select_Something_Message = 先選些選項怎麼樣?
Stopping = 請稍候!
Boot_01 = 在設定生效之前，可能需要重新啟動系統。
Boot_02 = 重新啟動或不重新啟動?
Boot_03 = 在設定生效之前，您可能需要將電腦重新啟動。您要馬上重啟嗎?儲存您的東西，然後按下 [是] 重啟您的電腦。或 [否] 忽略。
Boot_04 = ^ 您不想重啟您的電腦嗎?
Boot_05 = ^ 不能這麼說，畢竟這是您的電腦。
Boot_06 = 按一下 '%s' 然後 '%s' 稍後重啟您的電腦。
Boot_07 = 正在重新啟動 Windows...
MsgBox_Boot_Title = 重新啟動!
MsgBox_Boot_Message = 您的電腦將在 %s 秒內重新啟動。這應該給您足夠的時間來儲存您的東西。按「確定」立即重新啟動您的電腦。
Boot_Restarting = 您的電腦正在重新啟動。
Boot_Canceled = 重新啟動已取消。
Reset_IP_01 = 重設所有 IP 設定。
Reset_IP_02 = TCP/IP 重設記錄位於 @ '%s'。
Reset_IP_03 = 重設 IP 版本 4 設定。
Reset_IP_04 = 重設 IP 版本 6 設定。
Winsock_01 = 嘗試重設 Winsock 目錄。
Winsock_02 = 建議您安裝 Windows XP Service Pack 2 或更高版本。
Winsock_03 = 完成重設 Winsock 目錄。
Winsock_04 = 使用方法 1 重設 Winsock。
Winsock_05 = 使用方法 2 重設 Winsock。
Renew_IP_01 = 釋放並更新 TCP/IP 連線。
Renew_IP_02 = 釋放 TCP/IP 連線。
Renew_IP_03 = 更新 TCP/IP 連線。
Renew_IP_04 = 重設 Winsock。
Renew_IP_05 = TCP/IP 已更新
DNS_01 = 重新整理 DNS 解析快取。
DNS_02 = 排清 DNS
DNS_03 = 註冊 DNS
DNS_04 = DNS 已重新整理
ARP_01 = 排清 ARP (位址解析通訊協定) 快取。
ARP_02 = ARP 快取已重新整理
Repair_IE_01 = 修復 Internet Explorer 版本 %s。
Repair_IE_02 = 關閉 Internet Explorer。按下 [確定] 之前先儲存您的工作。
Repair_IE_03 = 修復「在新標籤/視窗中開啟不起作用」。
Repair_IE_04 = 修復「附加元件管理員選單項目存在但無任何反應」。
Repair_IE_05 = 修復簡單 HTML 郵件 API。
Repair_IE_06 = 修復群組原則嵌入式管理單元。
Repair_IE_07 = 修復 Smart Screen。
Repair_IE_08 = 修復 IEAK 商標。
Repair_IE_09 = 修復開發工具。
Repair_IE_10 = 修復「IE8 啟動後立即關閉」。
Repair_IE_11 = 修復授權管理員。
Repair_IE_12 = 修復 Javascript 連結不起作用 (Robin Walker) .NET 集線器檔案。
Repair_IE_13 = 修復 VS 調試器。
Repair_IE_14 = 修復列印問題，在新視窗中開啟。
Repair_IE_15 = 修復「在這個頁面上尋找是空白的」。
Repair_IE_16 = 修復進程調試管理員。
Repair_IE_17 = 修復 VML 轉譯器。
Repair_IE_18 = 修復「新標籤頁無法顯示內容，因為它無法存取控制項」。
Repair_IE_19 = 這是 shdocvw.dll 中的一個錯誤的結果。
Repair_IE_20 = 修復 Outlook Express。
Repair_IE_21 = Internet Explorer 現在應該可以正常運作。
Clear_Update_01 = 清除檔案存放區 (更新歷程記錄)。
Clear_Update_02 = 更新歷程記錄已清除。
Repair_Update_01 = 修復 Windows Update / 自動更新。
Repair_Update_02 = 停止 Nero Update 服務。
Repair_Update_03 = 停止 BITS 服務。
Repair_Update_04 = 停止自動更新服務。
Repair_Update_05 = 設定 BITS 安全性描述元。
Repair_Update_06 = 設定自動更新服務安全性描述元。
Repair_Update_07 = 設定自動更新服務。
Repair_Update_08 = 設定 BITS。
Repair_Update_09 = 註冊 Windows Updates Dll。
Repair_Update_10 = 重新啟動自動更新服務。
Repair_Update_11 = 重新啟動 BITS 服務。
Repair_Update_12 = 重新啟動 Nero Update 服務。
Repair_Update_13 = 在下一次交易資源管理員掛載時清理交易中繼資料。
Repair_Update_14 = 清除 BITS 佇列。
Repair_Update_15 = 立即啟動 Windows Updates 偵測。
Repair_Update_16 = Windows Update 已修復。
SSL_Crypt_01 = 修復 SSL / HTTPS / 密碼編譯服務。
SSL_Crypt_02 = 停止密碼編譯服務。
SSL_Crypt_03 = 設定密碼編譯服務。
SSL_Crypt_04 = 清除 '%s'。
SSL_Crypt_05 = '%s' 已清除。
SSL_Crypt_06 = 註冊 SSL / HTTPS / 密碼編譯 DLL。
SSL_Crypt_07 = SSL / HTTPS / 密碼編譯 DLL 註冊。
SSL_Crypt_08 = 重新啟動密碼編譯服務。
SSL_Crypt_09 = 線上銀行現在應可正常工作。
Reset_Proxy_01 = 重設代理伺服器設定。
Reset_Proxy_02 = 將代理伺服器設定成直接存取。
Reset_Proxy_03 = 代理伺服器設定重設為預設值。
Reset_Firewall_01 = 重設 Windows 防火牆設定。
Reset_Firewall_02 = 防火牆設定重設為預設值。
Restore_HOSTS_01 = 還原預設 Windows HOSTS 檔案。
Restore_HOSTS_02 = 寫入 Hosts 檔案時發生錯誤。
Restore_HOSTS_03 = 將資料寫入 HOSTS 檔案。
Restore_HOSTS_04 = HOSTS 檔案建立成功。
Restore_HOSTS_05 = HOSTS 檔案已還原。
Renew_Wins_01 = 更新 Wins 用戶端註冊。
Renew_Wins_02 = Wins 用戶端註冊已更新。
Make_Computers_Visible_01 = Making Network Computers Visible.
Make_Computers_Visible_02 = Configuring the Function Discovery Resource Publication Service.
Make_Computers_Visible_03 = Network Computers should now be visible in File Explorer.
Open_Events_01 = 開啟 Windows 事件檢視器。
Open_Events_02 = 事件檢視器現在應被開啟。
Export_IP_01 = 匯出 Windows IP 設定。
Export_IP_02 = Windows IP 設定儲存到 '%s'
Export_IP_03 = 無法儲存 IP 設定。
Export_LSPs_01 = 匯出已安裝的 Winsock LSP。
Export_LSPs_02 = Winsock LSP 清單儲存到 '%s'
Export_LSPs_03 = 無法儲存 LSP 清單。
Export_ARP_01 = 匯出 ARP 項目。
Export_ARP_02 = ARP 項目儲存到 '%s'
Export_ARP_03 = 無法儲存 ARP 項目。
Export_NBIOS_01 = 匯出 NetBIOS 統計資料。
Export_NBIOS_02 = NetBIOS 統計資料儲存到 '%s'
Export_NBIOS_03 = 無法儲存 NetBIOS 統計資料。
Tools_Open_RDP_01 = 開啟遠端桌面連線。
Tools_Open_RDP_02 = 無法開啟遠端桌面連線。
Tools_Open_RDP_03 = 遠端桌面連線應被開啟。
Tools_Open_IE_Properties_01 = 開啟 Internet Explorer 屬性。
Tools_Open_IE_Properties_02 = 無法開啟 Internet Explorer 屬性。
Tools_Open_IE_Properties_03 = 您應看到 Internet Explorer 屬性。
Tools_Install_IP6 = 安裝 TCP/IP v6 通訊協定。
Tools_Uninstall_IP6 = 卸載 TCP/IP v6 通訊協定。
Tools_Repair_WorkGroup = 修復工作群組電腦檢視。

[Preferences]
Window_Title = 喜好設定
Tab_General = 一般
Tab_Cache = Cache
Tab_Performance = 效能
Tab_Language = 語言
Group_Redundancy = 備援
Group_Logging = 記錄
Group_Priority = 優先順序
Group_Memory = 記憶體
Group_Language = 語言
Checkbox_Backup_Folders = 移除之前備份資料夾
Checkbox_Export_IP = 重新設定之前匯出 IP 組態
Checkbox_Enable_Logging = 啟用記錄
Label_Log_Exceed = 記錄大小必須不超過 :
Label_Logging_Size = 記錄大小: %s KB
Button_Logging_Clear = 清除記錄
Label_SetPriority = 設定進程優先順序:
Checkbox_SaveRealtime = 優先順序儲存為高(不建議)。
Checkbox_ReduceMemory = 在低記憶體系統上減少記憶體。
Label_Language_Message = 選擇您想要的語言然後按 %s 按鈕繼續。(需要重新啟動)
Button_Save = 儲存
Button_Cancel = 取消
Label_Updated = 喜好設定已更新
Label_Logging_Cleared = 記錄已清除
MsgBox_Language_Title = 語言已變更
MsgBox_Language_Message = 所選語言已變更。為了讓所選語言生效，應重新啟動 %{Program.Name}。
MsgBox_Closing_Title = 正在關閉 %{Program.Name}
MsgBox_Closing_Message = 您要馬上關閉 %{Program.Name} 嗎?

[Update]
Window_Title_Available = 有更新可用
Window_Title_Congratulations = 恭喜!
Window_Title_Error = 出了些問題!
Label_Message_Update = 有新版本的 %{Program.Name} 可用。
Label_Message_Latest = 您正使用最新版本的 %{Program.Name}。
Label_Message_Error = 無法擷取最新版本 %{Program.Name} 的相關資訊。
Label_Message_Internet = 請檢查您的網路連線後再試。
Label_Build_Current = 現用組建:
Label_Build_Update = 更新組建:
CheckBox_NoUpdate = 啟動時別檢查更新。
Button_Update = 閱讀更多
Button_Close = 關閉

[Versioning]
Administrator = 系統管理員
Build = 組建
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位元